
import React, { Component } from 'react';
import Pictures from '../components/Pictures';
import Grid from '../containers/Grid';
import Grid2 from '../containers/Grid2';


//김태완김태완//김태완김태완//김태완김태완//김태완김태완<//김태완김태완>//김태완김태완<//김태완김태완>//김태완김태완<김태완김태완>


//하위하위하위<하위하위하위></하위하위하위><<하위하위하위<<<<<<하위하위하위하위하위하위하위하위하위<하위하위하위>
//하위하위하위하위하위하위하위하위하위<<하위하위하위>
//하위하위하위<하위하위하위></하위하위하위><<하위하위하위<<<<<<하위하위하위하위하위하위하위하위하위<하위하위하위>
//하위하위하위하위하위하위하위하위하위<<하위하위하위>//하위하위하위<하위하위하위></하위하위하위><<하위하위하위<<<<<<하위하위하위하위하위하위하위하위하위<하위하위하위>
// //하위하위하위하위하위하위하위하위하위<<하위하위하위>//하위하위하위<하위하위하위></하위하위하위><<하위하위하위<<<<<<하위하위하위하위하위하위하위하위하위<하위하위하위>
// //하위하위하위하위하위하위하위하위하위<<하위하위하위>//하위하위하위<하위하위하위></하위하위하위><<하위하위하위<<<<<<하위하위하위하위하위하위하위하위하위<하위하위하위>
// //하위하위하위하위하위하위하위하위하위<<하위하위하위>//하위하위하위<하위하위하위></하위하위하위><<하위하위하위<<<<<<하위하위하위하위하위하위하위하위하위<하위하위하위>
// //하위하위하위하위하위하위하위하위하위<<하위하위하위>//하위하위하위<하위하위하위></하위하위하위><<하위하위하위<<<<<<하위하위하위하위하위하위하위하위하위<하위하위하위>
// //하위하위하위하위하위하위하위하위하위<<하위하위하위>//하위하위하위<하위하위하위></하위하위하위><<하위하위하위<<<<<<하위하위하위하위하위하위하위하위하위<하위하위하위>
// //하위하위하위하위하위하위하위하위하위<<하위하위하위>//하위하위하위<하위하위하위></하위하위하위><<하위하위하위<<<<<<하위하위하위하위하위하위하위하위하위<하위하위하위>
// //하위하위하위하위하위하위하위하위하위<<하위하위하위>


class Login extends Component {
/* 태완 이 컴포넌트 지우면 될듯!!!  */

    render() {
        return (

            <div>

<>하위하위하위<><>하위하위하위<><>하위하위하위<><>하위하위하위<><>하위하위하위<><>하위하위하위<><>하위하위하위<><>하위하위하위<>
    <>하위하위하위<>
        <div>하위하위</div><div>하위하위</div><div>하위하위</div><div>하위하위</div><div>하위하위</div><div>하위하위</div><div>하위하위</div>


                <div>

                    <Pictures />

                </div>


                <div>
                    <Grid />
                </div>



                <div>
                    <Grid2 />
                </div>






            </div>



        );
    }















}

export default Login;
